[TUT_1stBattleOver_02_DELTA2 SoundNodeWave]
SpokenText="Central. Acho que é isso, acabou."

[TUT_1stBattleOver_03_CEN SoundNodeWave]
SpokenText="Roger que, Delta. Segure os corpos e cabeça para trás para o Skyranger para extração imediata."

[TUT_ConstantResearch_03_CS SoundNodeWave]
SpokenText="Comandante, com esta pesquisa completa, meu pessoal e eu atualmente não tenho nada para estudar. Gostaria de pedir sua permissão para a autópsia dos cadáveres alienígenas recuperados de suas duas últimas operações de campo ... Eu tenho certeza que você concordaria que Se vamos derrotar os alienígenas, devemos entender sua fisiologia ."

[TUT_ConstantResearch_04_CS SoundNodeWave]
SpokenText="Obrigado, Comandante, vou deixar você saber quando esta pesquisa foi concluída."

[TUT_ConstantResearch_07_CS SoundNodeWave]
SpokenText="Hmph." Parece que a equipe do Dr. Shen finalmente descobriu como ligar suas máquinas. "

[TUT_CouncilMissions_01_CEN SoundNodeWave]
SpokenText="Comandante, o Conselho pediu uma palavra."

[TUT_CouncilMissions_04_CEN SoundNodeWave]
SpokenText="Parece que é melhor chegar a ele."

[TUT_Dashing_01_DELTA3 SoundNodeWave]
SpokenText="Central, tenho movimento, 30 metros ao norte da minha posição, veículo policial."

[TUT_Engineering_01_CE SoundNodeWave]
SpokenText="Ah, comandante, eu estava me perguntando quando você estaria parando ... Bem vindo à Engenharia, qualquer coisa que eles possam imaginar nos Laboratórios de Pesquisa, nós podemos construí-la aqui."

[TUT_Engineering_02_CE SoundNodeWave]
SpokenText="Falando nisso, o Dr. Vahlen acaba de nos enviar alguns esquemas novos, com sua aprovação começaremos a fabricar".

[TUT_Engineering_03_CE SoundNodeWave]
SpokenText="Excelente. A minha equipa não pode esperar para começar. Vou notificar uma vez que esteja concluída."

[TUT_FacilityConstruction_01_CE SoundNodeWave]
SpokenText="Comandante, sem dúvida você está ciente do pedido do Dr. Vahlen para capturar um dos alienígenas.Um plano sólido, mas ela não consegue perceber que não temos uma facilidade para conter com segurança um espécime vivo.Com a sua aprovação, a minha equipe e Vou começar a construir uma instalação adequada. "

[TUT_FacilityConstruction_02_CE SoundNodeWave]
SpokenText="Obrigado, Comandante, informarei quando a instalação estiver pronta."

[TUT_FacilityConstruction_06_CE SoundNodeWave]
SpokenText="A Dra. Vahlen pediu para te ver, Comandante. Sem dúvida ela quer explicar seu plano ... pessoalmente."

[TUT_FacilityConstruction_07_CS SoundNodeWave]
SpokenText="Comandante, tenho certeza que você foi informado sobre o meu pedido. Com sua autorização, podemos começar a pesquisa sobre o Arc Thrower imediatamente."

[TUT_FogPod_01_DELTA3 SoundNodeWave]
SpokenText="Senhor, eu tenho visual sobre o objeto. Permissão para me aproximar."

[TUT_FogPod_04_DELTA3 SoundNodeWave]
SpokenText="Não tenho idéia do que é essa coisa, mas posso confirmar que não é satélite."

[TUT_MissionControl_01_CEN SoundNodeWave]
SpokenText="O inimigo está testando nossas capacidades, Comandante, temos relatos de ataques simultâneos em dois países diferentes, só podemos responder a um."

[TUT_MissionControl_02_CEN SoundNodeWave]
SpokenText="O país que ajudamos vai doar mais recursos para a nossa causa, mas o nível de pânico do país que escolhemos para não ajudar ... vai subir. Não é uma decisão fácil, Comandante, mas é um que você terá que fazer . "

[TUT_MissionControl_07_CEN SoundNodeWave]
SpokenText="Entendido, as tropas estão esperando por você no Hangar."

[TUT_MovingTimeForward_01_CEN SoundNodeWave]
SpokenText="Comandante, o Dr. Vahlen relata que a pesquisa está progredindo nos laboratórios, mas ainda vai demorar algum tempo até que o projeto esteja completo. Enquanto estamos esperando, nossa rede de satélites local acaba de entrar em linha e agora podemos começar a digitalização Para uma nova atividade, o processo pode levar vários dias ."

[TUT_Objectives_01_CEN SoundNodeWave]
SpokenText="Comandante, com base no relatório do Dr. Vahlen, recomendo que comecemos a pesquisar a nova arma que ela está chamando de 'Arc Thrower' nos Labs. Uma vez concluída, podemos enviar os planos para Engenharia para fabricação e depois equipar um Nossas tropas com ele nos quartéis ... O Dr. Shen ea equipe de engenharia também estão esperando a aprovação para a construção da instalação de contenção que precisamos para abrigar o alienígena ."

[TUT_PanicMechanic_02_CEN SoundNodeWave]
SpokenText="Comandante, temos uma transmissão do Conselho."

[TUT_PanicMechanic_04_CEN SoundNodeWave]
SpokenText="O Conselho sabe que você tomou a decisão certa, Comandante Com os recursos que temos disponíveis, só podemos fazer muito, mas o nosso Engenheiro-Chefe veio com algo para ajudá-lo a ficar de olho nas coisas ... "

[TUT_ResearchTakesTime_01_CS SoundNodeWave]
SpokenText="Olá, Comandante.A tarefa de pesquisa atual está progredindo como esperado.No entanto, ainda vai ser algum tempo antes de os esquemas estão prontos para engenharia.Eu tenho certeza que você tem outros assuntos urgentes para atender, entretanto."

[TUT_SatelliteLaunch_02_CEN SoundNodeWave]
SpokenText="Comandante, boa notícia: o Conselho doou um satélite, o nosso actual satélite Uplink pode suportar até dois satélites, por isso recomendo que lançemos o novo imediatamente."

[TUT_SatelliteLaunch_03_CEN SoundNodeWave]
SpokenText="Com este satélite adicional no lugar, nós ganhamos uma atualização significativa para a nossa cobertura geral. Eu recomendo que comecemos a varredura de contatos estrangeiros de imediato."

[TUT_SatelliteLaunch_04_CE SoundNodeWave]
SpokenText="Fabricação do 'S.C.O.P.E.' Dispositivo foi completado e foi entregue ao Arsenal. "

[TUT_SatelliteLaunch_05_CE SoundNodeWave]
SpokenText="A confecção do Nanofiber Vest está completa, Comandante. Foi entregue ao Armory."

[TUT_ScienceLab_01_CS SoundNodeWave]
SpokenText="Olá, Comandante, meu nome é Dr. Vahlen, supervisiono os laboratórios de pesquisa e é onde toda a pesquisa e desenvolvimento da XCOM tem lugar."

[TUT_ScienceLab_02_CS SoundNodeWave]
SpokenText="Nós já começamos a analisar os artefatos recuperados do nosso primeiro encontro com os alienígenas." Com base em nossas descobertas preliminares, acreditamos que podemos usá-las para desenvolver algum equipamento novo para nossos soldados ."

[TUT_ScienceLab_03_CS SoundNodeWave]
SpokenText="Com a sua aprovação, vamos começar a pesquisa imediatamente."

[TUT_ScienceLab_04_CS SoundNodeWave]
SpokenText="Obrigado, Comandante, esta pesquisa demorará algum tempo, vamos notificá-lo assim que estiver completo."

[TUT_ScienceLab_10_CS SoundNodeWave]
SpokenText="Parece que você é necessário em outro lugar, adeus, comandante. Se você recuperar quaisquer artefatos adicionais durante suas operações de campo ... eu estaria bastante ansioso para estudá-los."

[TUT_TheHangar_01_CE SoundNodeWave]
SpokenText="Bem-vindo de volta, Comandante, queria falar com você sobre a nossa atual frota de Interceptadores, é crucial que mantenhamos vários desses aviões em alto alerta - precisamos deles para interceptar futuros contatos alienígenas, e é provável que nós Sofrerão algumas perdas no processo.Para ajudar a evitar isso, você tem a opção de modificar as cargas de arma do interceptor da interface do hangar. "

[TUT_TheHangar_02_CE SoundNodeWave]
SpokenText="Acho que também vale a pena mencionar que mesmo um esquadrão cheio de Interceptadores não fará nada de bom contra o nosso inimigo se não soubermos onde eles estão. Será necessária uma cobertura de satélite adicional antes que possamos Visite-nos em Engenharia se você quiser construir satélites adicionais."

[TUT_UFOInterception_01_CEN SoundNodeWave]
SpokenText="Comandante, estamos apanhando um bate-papo generalizado indicando avistamentos de OVNIs dentro de nossa atual área de cobertura por satélite. Devemos começar a procurar contatos o mais rápido possível."

[TUT_UFOInterception_02_CEN SoundNodeWave]
SpokenText="Parece que o satélite que lançamos valeu a pena, estamos apanhando um fast-movedor não identificado. Se nós derrubarmos um Interceptor agora, poderemos derrubá-lo."